<template>
  <div>
    
    <router-link to="/" class="back-link">&larr; На головну </router-link>
    
    <h1>Про нас</h1>
    <p> Інтернет-магазин електроніки "Imax" є новим продуктом, спрямованим на зручні покупки електронних товарів. Він надає стандартну функціональність, яка характерна для подібних систем. Користувачам доступна інформація про магазин, перегляд каталогу товарів з описом, характеристиками та цінами, можливість пошуку товарів за різними критеріями та онлайн-купівля. Також забезпечується зворотній зв'язок для користувачів, що дозволяє надсилати запитання та зауваження. Мета "Imax" - забезпечити зручні та надійні покупки електронної техніки, забезпечуючи комфорт та безпеку покупців.</p>
  </div>
</template>

<script>
export default {
  name: 'About'
}
</script>

<style scoped>
.back-link {
   font-weight: bold; 
  font-size: 16px; 
  opacity: 0.5;
  color: black;
  
}

</style>
